Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: An error has occurred while retrieving $query representation for entity: {0}
de_de: Bei der Wiederherstellung der $query Repräsantation für die Entität: {0} ist ein Fehler aufgetreten
es_es: Un error se ha prodiucido durante la recuperación de la representación $query para la entidad: {0}
fr_fr: Une erreur s'est produite lors de la récupération de la représentation $query pour l'entité : {0}
pt_pt: Ocorreu um erro ao recuperar a representação consulta $ para a entidade: {0}
zh_cn: 为实体恢复$query表示法时发生一个错误：{0}

source: $key: forbidden filter for X3 applications
de_de: $key: ungültiger Filter für X3-Anwendungen
es_es: $key : filtro prohibido para las aplicaciones X3
fr_fr: $key : filtre interdit pour les applications X3
pt_pt: $ Chave: filtrar proibido para aplicações X3
zh_cn: $key：X3应用程序禁用筛选器

source: Application not valid
de_de: Anwendung nicht gültig
es_es: Aplicación no válida
fr_fr: Application non valide
pt_pt: Aplicação inválido
zh_cn: 应用程序无效

source: Web Service not found: {0}
de_de: Web-Service nicht gefunden: {0}
es_es: Servicio Web no encontrado: {0}
fr_fr: Service Web non trouvé: {0}
pt_pt: Serviço Web não encontrado: {0}
zh_cn: 未找到Web服务：{0}

source: Header 'soapAction' is missing.
de_de: Der Header 'soapAction' fehlt.
es_es: Falta la cabecera 'soapAction'.·
fr_fr: L'en-tête 'soapAction' est manquant.
pt_pt: O cabeçalho soapAction 'está faltando.
zh_cn: 缺少表头'soapAction'。

source: SOAP Request not found.
de_de: SOAP-Anfrage nicht gefunden.
es_es: Petición SOAP no encontrada.
fr_fr: Requête SOAP non trouvée.
pt_pt: Solicitação SOAP não foi encontrado.
zh_cn: 未找到SOAP请求。

source: Namespace declaration not found: {0}
de_de: Namespace-Deklaration nicht gefunden: {0}
es_es: Declaration de espacio de nombres no encontrada: {0}
fr_fr: Déclaration d'espace de nommage non trouvée : {0}
pt_pt: Declaração de namespace não encontrado: {0}
zh_cn: 未找到命名空间声明：{0}

source: Severals web services found for name: {0}
de_de: Mehrere Webservices für Namen: {0} gefunden
es_es: Varios servicios Web encontrados para el nombre: {0}
fr_fr: Plusieurs services Web trouvés pour le nom : {0}
pt_pt: Vários serviços da Web encontrados para o nome: {0}
zh_cn: 找到多个该名字的Web服务：{0}

source: Web service not found: {0}
de_de: Web-Service nicht gefunden: {0}
es_es: Servicio Web no encontrado: {0}
fr_fr: Service Web non trouvé : {0}
pt_pt: Serviço Web não encontrado: {0}
zh_cn: 未找到Web服务：{0}

source: Application not found {0} for contract {1}
de_de: Anwendung {0} für Vertrag {1} nicht gefunden
es_es: aplicación no encontrada {0} para el contrato {1}
fr_fr: application non trouvée {0} pour le contrat {1}
pt_pt: Aplicativo não encontrado {0} para {1} contrato
zh_cn: 未为合同{1}找到应用程序{0}

source: Prototype not found: {0}
de_de: Prototyp nicht gefunden: {0}
es_es: Prototipo no encontrado: {0}
fr_fr: Prototype non trouvé : {0}
pt_pt: Prototype não encontrado: {0}
zh_cn: 未找到原型：{0}

source: The Web service '{0}' must contain at least one representation.
de_de: Der Webservice '{0}' muss mindestens eine Repräsentation enthalten.
es_es: El servicio Web '{0}' debe contener al menos una representación.
fr_fr: Le service Web '{0}' doit contenir au moins une représentation.
pt_pt: Web '{0}' serviço deve conter pelo menos uma representação.
zh_cn: Web服务'{0}'至少应当包含一个表示法。

source: Start the text extraction of resources of endpoint {0}
de_de: Starten Sie die Textextraktion der Endpointquellen {0}
es_es: Arrancar la extracción de texto de recursos del endpoint {0}
fr_fr: Démarrer l'extraction de texte des ressources de l'endpoint {0}
pt_pt: Comece a extração de texto de recursos do endpoint {0}
zh_cn: 开始提取端点{0}的资源文本

source: No text added
de_de: Kein Text hinzugefügt
es_es: Ningún texto añadido
fr_fr: Aucun texte ajouté
pt_pt: No texto adicionado
zh_cn: 未添加任何文本

source: {0} texts added
de_de: {0} Texte hinzugefügt
es_es: {0} textos añadidos
fr_fr: {0} textes ajoutés
pt_pt: {0} adicionado texto
zh_cn: 已添加{0}个文本

source: Extract texts of {0} {1}
de_de: Extraktion der Texte {0} {1}
es_es: Extracción de textos de {0} {1}
fr_fr: Extraction de textes de {0} {1}
pt_pt: Extração de texto {0} {1}
zh_cn: 提取{0} {1}的文本

source: Conflict {0} : {1}
de_de: Konflikt {0}: {1}
es_es: Conflicto {0} : {1}
fr_fr: Conflit {0} : {1}
pt_pt: Conflito {0}: {1}
zh_cn: 矛盾{0}：{1}

source: Record {0} from file {1} not created in X3
de_de: Datensatz {0} von Datei {1} in X3 nicht erstellt
es_es: Registro {0} a partir del fichero {1} no creado en X3
fr_fr: Enregistrement {0} à partir du fichier {1} non créé dans X3
pt_pt: Grave {0} a partir do arquivo {1} não criado em X3
zh_cn: 来自文件{1}的记录{0}未在X3中创建

source: incorrect X3 record {0}. LANNUM is unknown
de_de: Datensatz X3 nicht korrekt {0}. LANNUM unbekannt
es_es: Registro X3 incorrecto {0}. LANNUM desconocido
fr_fr: Enregistrement X3 incorrect {0}. LANNUM est inconnu
pt_pt: Registro X3 incorreta {0}. Lannum desconhecido
zh_cn: 错误的X3记录{0}。LANNUM未知

source: Message (file: {0}, key: {1}) is more than {2} characters and will be truncated to "{3}".
de_de: Die Nachricht (Datei: {0}, Schlüssel: {1}) enthält mehr als {2} Zeichen und wird bei "{3}" abgeschnitten.
es_es: El mensaje (fichero {0}, clave: {1}) incluye más de {2} carácteres y sera cortado a "{3}".
fr_fr: Le message (fichier: {0}, clé: {1}) comporte plus que {2} caractères et sera tronqué à "{3}".
pt_pt: A mensagem (file: {0}, chave: {1}) tem mais de {2} caracteres e será truncado para "{3}" .
zh_cn: 消息（文件：{0}，密钥：{1}）中包含超过{2}个字符，将被截短至"{3}"个。

source: Json content for file {0} can not be parsed
de_de: Der Json-Inhalt für die Datei {0} kann nicht analysiert werden
es_es: El contenido Json par el fichero {0} no se puede analizar
fr_fr: Le contenu Json pour le fichier {0} ne peut être analysé
pt_pt: O conteúdo JSON para o arquivo {0} não pode ser analisada
zh_cn: 无法为文件{0}分析Json内容

source: Resource {0}: {1} value is not a string . It cannot fit in the LANMES field of APLSTD table
de_de: Quelle {0}: Der Wert {1} ist kein String. Er kann nicht in das Feld LANMES der APLSTD-Tabelle integriert werden
es_es: Recurso {0} : el valor {1} no es una cadena. No puede ser integrado en el campo LANMES de la table APLSTD
fr_fr: Ressource {0} : La valeur {1} n'est pas une chaîne. Elle ne peut être intégrée dans le champ LANMES de la table APLSTD
pt_pt: O recurso {0}: O valor {1} não é uma cadeia. Ele pode ser integrado ao APLSTD campo da tabela LANMES
zh_cn: 资源{0}：值{1}不是一个字符串。无法将其纳入APLSTD表的LANMES字段中。

source: Update completed, {0} resources updated
de_de: Aktualisierung abgeschlossen, {0} Quellen aktualisiert
es_es: Actualización realizada, {0} recursos actualizados
fr_fr: Mise à jour effectuée, {0} ressources mises à jour
pt_pt: Atualizados, {0} recursos atualizados
zh_cn: 已完成更新，有{0}项资源被更新

source: Missing english language localization section: {0}
de_de: Lokalisierungsabschnitt der englischen Sprache fehlt: {0}
es_es: Sección de localización del idioma inglés ausente: {0}
fr_fr: Section de localisation de la langue anglaise manquante : {0}
pt_pt: Localize a seção do Inglês falta: {0}
zh_cn: 缺少英语的本地化部分：{0}

source: file {0} is present and indexed for translation, but deleted or moved. Please update the index manually!
de_de: Vorhandene Datei {0} wurde für die Übersetzung indiziert, aber gelöscht oder verschoben. Bitte Index manuell aktualiseren!
es_es: Fichero {0} está presente e indexado para traducción, pero borrado o movido. Por favor, actualice el índice manualmente.
fr_fr: Le fichier {0} est présent et indexé pour traduction, mais a été supprimé ou déplacé. Mettre à jour manuellement l'index!
pt_pt: O arquivo {0} está agora indexado para a tradução, mas foi excluído ou movido. Atualizar manualmente o índice!
zh_cn: 文件{0}存在且被翻译用于索引，但已被删除或移动。请手动更新索引！

source: Resource {0}: {1} is missing
de_de: Die Quelle {0}: {1} fehlt
es_es: El recurso {0} : {1} está ausente
fr_fr: la ressource {0}: {1} est manquante
pt_pt: recurso {0}: {1} está faltando
zh_cn: 资源{0}：缺少{1}

source: Error reported from X3
de_de: Fehler gemeldet von X3
es_es: Error devuelto por X3
fr_fr: Erreur remontée de X3
pt_pt: Recuperação de erros X3
zh_cn: 从X3追溯的错误

source: Chapter {0} is full. Book another chapter for {1}
de_de: Kapitel {0} ist voll. Buchen Sie ein anderes Kapitel für {1}
es_es: Capítulo {0} está completo. Usa otro capítulo para {1}
fr_fr: Le chapitre {0} est plein. Réserver un autre chapitre pour {1}
pt_pt: Seção {0} está cheio. Reserve mais um capítulo de {1}
zh_cn: 项目{0}已满。为{1}预定另一个项目。

source: the record {0} : {1} is in the index but not in X3
de_de: Der Datensatz {0} : {1} ist im Index aber nicht in X3
es_es: El registro {0}: {1} está en el índice pero no está en X3
fr_fr: l'enregistrement {0} : {1} est dans l'index mais pas dans X3
pt_pt: ficha {0}: {1} é no índice, mas não em X3
zh_cn: 记录{0}：{1}在索引中但不在X3系统中

source: Language mapping undefined for: {0}
de_de: Sprachzuordnung nicht definiert für: {0}
es_es: Mapeo de idioma no definido para: {0}
fr_fr: Mapping de langue non défini pour: {0}
pt_pt: Linguagem de mapeamento indefinido para: {0}
zh_cn: 未定义语言映射：{0}

source: Internal error: translation endpoint is not defined
de_de: Interner Fehler: Endpoint-Übersetzung ist nicht definiert
es_es: Error interno: el endpoint de traducción no está definido
fr_fr: Erreur interne : le endpoint de traduction n'est pas défini
pt_pt: Erro interno a tradução endpoint não está definida
zh_cn: 内部错误：未定义翻译的端点

source: TABLAN entity is empty, please fill it by associating the X3 language code to the ISO code (ex: FRA, fr-FR)
de_de: Entität TABLAN ist leer, bitte durch Zuordnen der X3-Codesprache zum ISO-Code ausfüllen (Beispiel: FRA, fr-FR)
es_es: La entidad TABLAN está vacía, rellenela asociando el código de idioma X3 al código ISO (ejemplo : SPA, es-ES)·
fr_fr: L'entité TABLAN est vide, veuillez la remplir en associant le code langue X3 au code ISO (exemple : FRA, fr-FR)
pt_pt: A entidade Tablan está vazia, por favor preencha combinando o código do idioma em X3 ISO (código de exemplo: FRA, fr-FR)
zh_cn: 实体TABLAN为空，请将X3语言代码与ISO代码相结合来对其进行填写（示例： FRA, fr-FR）

source: Start the {0} text extraction to {1} endpoint
de_de: Textextraktion {0} zum Endpoint {1} starten
es_es: Inicie la extracción de textos {0} hacia el endpoint {1}
fr_fr: Démarrer l'extraction de texte {0} vers l'endpoint {1}
pt_pt: Comece a extração de texto {0} para {1} endpoint
zh_cn: 开始{0}文本提取至{1}端点

source: Start the {0} text updating to {1} endpoint
de_de: Textaktualisierung {0} zum Endpoint {1} starten
es_es: Inicie la actualización de textos {0} hacia el endpoint {1}
fr_fr: Démarrer la mise à jour de texte {0} vers l'endpoint {1}
pt_pt: Inicie a atualização do texto {0} para {1} endpoint
zh_cn: 开始{0}文本更新至{1}端点

source: End {0} text extraction to {1}: 0 text added
de_de: Textextraktion {0} zu {1} beenden: 0 Texte hinzugefügt
es_es: Fin {0} de extracción de textos de {1}: 0 textos añadidos·
fr_fr: Terminer l'extraction de texte {0} vers {1} : 0 texte ajouté
pt_pt: Termine extrair texto {0} para {1}: 0 texto adicionado
zh_cn: 结束{0}文本提取至{1}：已添加0文本

source: End {0} text updating to {1}: 0 text updated
de_de: Textaktualisierung {0} zu {1} beenden: 0 Texte aktualisiert
es_es: Fin {0} de extracción de textos de {1}: 0 textos actualizados
fr_fr: Terminer la mise à jour de texte {0} vers {1}: 0 texte mis à jour
pt_pt: Texto atualização Finish {0} para {1}: 0 texto atualizado
zh_cn: 结束{0}文本更新至{1}：已更新0文本

source: End {0} text extraction to {1}: {2} added
de_de: Textextraktion {0} zu {1} beenden: {2} hinzugefügt
es_es: Fin {0} de extracción de textos de {1}: {2} añadidos·
fr_fr: Terminer l'extraction de texte {0} vers {1}: {2} ajouté(s)
pt_pt: Termine extrair texto {0} para {1}: {2} adicionado (s)
zh_cn: 结束{0}文本提取至{1}：增加了{2}

source: End {0} text updating to {1}: {2} text updated
de_de: Textaktualisierung {0} zu {1} beenden: {2} Texte aktualisiert
es_es: Fin {0} de actualización de textos de {1}: {2} textos actualizados
fr_fr: Terminer la mise à jour de texte {0} vers {1}: {2} texte(s) mis à jour
pt_pt: Texto atualização Finish {0} para {1}: {2} texto (s) atualizado
zh_cn: 结束{0}文本更新至{1}：更新了{2}个文本

source: Update texts of {0} {1}
de_de: Texte von {0} {1} aktualisieren
es_es: Actualizar los textos de {0} {1}
fr_fr: Mettre à jour les textes de {0} {1}
pt_pt: Texto de atualização {0} {1}
zh_cn: 更新{0} {1}的文本

source: Incorrect X3 record {0}. LANNUM is unknown
de_de: X3-Datensatz {0} nicht richtig. LANNUM unbekannt
es_es: Registro X3 {0} incorrecto. LANNUM es desconocido
fr_fr: Enregistrement X3 {0} incorrect. LANNUM est inconnu
pt_pt: Registro X3 {0} incorreta. Lannum desconhecido
zh_cn: X3记录{0}不正确。LANNUM未知

source: Message (file: {0}, key: {1}) is more than {2} characters and will be truncated to '{3}'.
de_de: Die Nachricht (Datei: {0}, Schlüssel: {1}) enthält mehr als {2} Zeichen und wird bei "{3}" abgeschnitten.
es_es: El mensaje (fichero : {0}, clave : {1}) incluye más de {2} carácteres y será cortado a '{3}'.
fr_fr: Le message (fichier : {0}, clé : {1}) comporte plus que {2} caractères et sera tronqué à '{3}'.
pt_pt: A mensagem (file: {0}, chave: {1}) tem mais de {2} caracteres e será truncado para '{3}'.
zh_cn: 消息（文件：{0}，密钥：{1}）中包含超过{2}个字符，将被截短至"{3}"个。

source: Resource {0}: Expected 'string', got '{1}'. Value={2}
de_de: Quelle {0}: erwartet 'string', erhalten '{1}'. Wert={2}
es_es: Recurso {0}: Esperado 'string', tiene '{1}'. Valor={2}
fr_fr: Ressource {0}: Attendu 'string', reçu '{1}'. Valeur={2}
pt_pt: O recurso {0}: Considerando 'string' recebido '{1}'. Valor = {2}
zh_cn: 资源{0}：预期为'string'，收到'{1}'。值={2}

source: Resource {0} value is null.
de_de: Wert {0} Quelle ist NULL.
es_es: Valor de recurso {0} nulo.
fr_fr: Valeur de la ressource {0} nulle.
pt_pt: Valor do recurso {0} vazio.
zh_cn: 资源{0}的值无效。

source: Update completed, {0} resource updated
de_de: Aktualisierung abgeschlossen, {0} Quelle aktualisert
es_es: Actualización efectualda, {0} recurso actualizado
fr_fr: Mise à jour effectuée, {0} ressource mise à jour
pt_pt: Atualizado, {0} recurso atualizado
zh_cn: 已完成更新，有{0}项资源被更新

source: Missing English language localization section: {0}
de_de: Lokalisierungsabschnitt der englischen Sprache fehlt: {0}
es_es: Sección de localización del idioma inglés ausente: {0}
fr_fr: Section de localisation de la langue anglaise manquante : {0}
pt_pt: Localize a seção do Inglês falta: {0}
zh_cn: 缺少英语的本地化部分：{0}

source: No localization for {0}
de_de: Keine Lokalisierung für {0}
es_es: Ninguna localiación para {0}
fr_fr: Aucune localisation pour {0}
pt_pt: Sem local para {0}
zh_cn: 没有{0}的本地化

source: File {0} is present in index for language '{1}' but deleted or moved.
de_de: Datei {0} ist im Index für die Sprache '{1}' vorhanden, aber gelöscht oder verschoben.
es_es: Fichero {0} presente en el índice para el idioma '{1}' pero borrado o movido.
fr_fr: Fichier {0} présent dans l'index pour la langue '{1}' mais supprimé ou déplacé.
pt_pt: O arquivo {0} presentes no índice para a linguagem {1} , mas excluído ou movido.
zh_cn: 文件{0}出现在语言'{1}'环境下的索引中，但已被删除或移动。

source: Resource {0}/{1} is not referenced
de_de: Die Quelle {0}/{1} ist nicht referenziert
es_es: El recurso {0}/{1} no está referenciado
fr_fr: La ressource {0}/{1} n'est pas référencée
pt_pt: Recurso {0} / {1} não é referenciado
zh_cn: 资源{0}/{1}未被引用

source: The record {0}/{1} is in the index but not in X3
de_de: Der Datensatz {0}/{1} ist im Index aber nicht in X3
es_es: El registro {0}/{1} está en el índice pero no está en X3
fr_fr: L'enregistrement {0}/{1} est dans l'index mais pas dans X3
pt_pt: Registo {0} / {1} é no índice, mas não em X3
zh_cn: 记录{0}/{1}在索引中但不在X3系统中

source: Chapter overflow: {0}
de_de: Kapitel-Overflow: {0}
es_es: Capítulo overflow: {0}
fr_fr: Dépassement chapitre : {0}
pt_pt: Exceder capítulo: {0}
zh_cn: 项目溢出：{0}

source: Unused text '{0}' with key '{1}' not added
de_de: Nicht verwendeter Text '{0}' mit dem Schlüssel '{1}' nicht hinzugefügt
es_es: Texto no utilizado '{0}' con la clave '{1}' no añadido
fr_fr: Texte non utilisé '{0}' avec la clé '{1}' pas ajouté
pt_pt: Texto não utilizado '{0}' com chave '{1}' não acrescentou
zh_cn: 没有添加未使用'{0}'且带有密钥'{1}'的文本

source: Cannot extend the number of entries for the existing message {2},{0},{1}
de_de: Anzahl der Einträge für die vorhandene Nachricht kann nicht vergrößert weden {2},{0},{1}
es_es: Imposible aumentar el número de entradas para el mensaje existente {2},{0},{1}
fr_fr: Impossible d'augmenter le nombre d'entrées pour le message existant {2},{0},{1}
pt_pt: Impossível aumentar o número de entradas para a mensagem existente {2}, {0}, {1}
zh_cn: 无法为现有消息{2},{0},{1}增加条目数

source: Ends with errors!
de_de: Ende mit Fehlern!
es_es: ¡Fin con errores!
fr_fr: Fin avec erreurs !
pt_pt: Acabar com os erros!
zh_cn: 已结束，但有错误！

source: Start verify extraction of {0} texts
de_de: Beginn Verifizierung der Extraktion der {0} Texte
es_es: Inicio de la comprobación de la extracción de {0} textos
fr_fr: Début de la vérification de l'extraction de {0} textes
pt_pt: Comece verificando extrair texto {0}
zh_cn: 开始检查{0}文本的提取

source: End verify extraction of {0} texts: {1} matched
de_de: Ende Verifizierung der Extraktion der {0} Texte: {1} Übereinstimmung
es_es: Fin de la comprobación de la extracción de {0} textos: {1} correspondencias
fr_fr: Fin de la vérification de l'extraction de {0} texts: {1} correspondance
pt_pt: Fim verificação dos textos extração {0}: {1} Correspondência
zh_cn: 结束检查{0}文本的提取：{1}相符

source: Rejected {0} {1}
de_de: Verworfen {0} {1}
es_es: Rechazados {0} {1}
fr_fr: Rejeté {0} {1}
pt_pt: Rejeitado {0} {1}
zh_cn: 已拒绝{0} {1}

source: Checksum mismatch during step '{0}' for {1},{2},{3}: Expected {4} got {5}.
de_de: Prüfsumme stimmt nicht während Schritt '{0}' für {1},{2},{3}: erwartet {4} erhalten {5}.
es_es: Suma de comtrol diferente durante el fase '{0}' de {1},{2},{3}: Esperado {4} tiene {5}.
fr_fr: Décalage checksum pendant l'étape '{0}' pour {1},{2},{3}: Attendu {4} reçu {5}.
pt_pt: Deslocamento de verificação durante a etapa {0} para {1}, {2}, {3}: Considerando {4} {5} recebido.
zh_cn: 在{1},{2},{3}的步骤'{0}'中Checksum不匹配预期为{4}但收到{5}。

source: Key binding does not match for {0}: Expected {1},{2} got {3},{4}.
de_de: Tastenkombination passt nicht für {0}: erwartet {1},{2} erhalten {3},{4}.
es_es: Combinación de clave no cuadran con {0}: Esperado {1},{2} tiene {3},{4}.
fr_fr: Décalage association clé pour {0} : Attendu {1},{2} reçu {3},{4}.
pt_pt: modificação combinação de teclas para {0}: Considerando {1}, {2} recebeu {3} {4}.
zh_cn: {0}的密钥绑定不匹配：预期为{1},{2}但收到{3},{4}。

source: Duplicate key: {0},{1},{2}
de_de: Doppelter Schlüssel: {0},{1},{2}
es_es: Clave duplicada: {0},{1},{2}
fr_fr: Dupliquer la clé : {0},{1},{2}
pt_pt: Chave duplicada: {0}, {1}, {2}
zh_cn: 复制密钥：{0},{1},{2}

source: Found {0} records for chapter range [{1},{2}]
de_de: {0} Datensätze für Kapitelreihenfolge [{1},{2}] gefunden
es_es: Encontrado {0} registros para el rango de capítulos [{1},{2}]
fr_fr: {0} enregistrements trouvés pour chapitres [{1},{2}]
pt_pt: {0} registros encontrados para capítulos [{1}, {2}]
zh_cn: 在项目范围[{1},{2}]内找到{0}条记录

source: Deleting chapter {0}
de_de: Kapitel {0} löschen
es_es: Borrado del capítulo {0}
fr_fr: Suppression du chapitre {0}
pt_pt: Excluindo Capítulo {0}
zh_cn: 删除项目{0}

source: Chapter {0}: {1} deleted
de_de: Kapitel {0}: {1} gelöscht
es_es: Capítulo {0}: {1} borrado
fr_fr: Chapitre {0} : {1} supprimé
pt_pt: Capítulo {0}: {1} removido
zh_cn: 项目{0}：{1}已删除

source: Total: {0} deleted
de_de: Gesamt: {0} gelöscht
es_es: Total : {0} borrado
fr_fr: Total : {0} supprimé
pt_pt: Total: {0} suprimido
zh_cn: 总计：{0}已删除

source: Endpoint does not match index of {0}: Expected {1} ({2}) got {3} ({4})
de_de: Der Endpoint passt nicht zum Index von {0}: erwartet {1} ({2}) erhalten {3} ({4})
es_es: El endpoint no se corresponde con el índice de {0}: esperado ({2}) obtenido {3} ({4})
fr_fr: Le endpoint ne correspond pas à l'index de {0} : attendu ({2}) obtenu {3} ({4})
pt_pt: A extremidade não corresponde ao índice de {0}: Esperado ({2}), obtido {3} ({4})
zh_cn: 该端点与{0}的索引不匹配：预期为({2}) 获得{3} ({4})

source: Entry not found: {0}, id={1}, lan={2}, value={3}
de_de: Zugang nicht gefunden: {0}, id={1}, lan={2}, value={3}
es_es: Entrada no encontrada : {0}, id={1}, lan={2}, value={3}
fr_fr: Entrée non trouvée : {0}, id={1}, lan={2}, value={3}
pt_pt: Entrada não encontrada: {0}, id = {1}, {2} = lan, value = {3}
zh_cn: 未找到条目：{0}, id={1}, lan={2}, value={3}

source: No records found for {0} id={1}
de_de: Keine Datensätze für {0} id={1} gefunden
es_es: Ningún registro encontrado para {0} id={1}
fr_fr: Aucun enregistrement trouvé pour {0} id={1}
pt_pt: Nenhum registro encontrado para id = {0} {1}
zh_cn: 未为{0} id={1}找到任何记录

source: Error writing in file {0}
de_de: Schreibfehler in der Datei {0}
es_es: Error de escritura en el fichero {0}
fr_fr: Erreur d'écriture dans le fichier {0}
pt_pt: Erro ao gravar arquivo {0}
zh_cn: 写入文件{0}时出错

source: Delete index {0}
de_de: Index {0} löschen
es_es: Borrar el índice {0}
fr_fr: Supprimer l'index {0}
pt_pt: Excluir índice {0}
zh_cn: 删除索引{0}

source: File '{0}' not found
de_de: Datei '{0}' nicht gefunden
es_es: Fichero '{0}' no encontrado
fr_fr: Fichier '{0}' non trouvé
pt_pt: O arquivo '{0}' não encontrado
zh_cn: 未找到文件'{0}'

source: {0} records fetched.
de_de: {0} Datensätze aufgerufen.
es_es: {0} registros recuperados.·
fr_fr: {0} enregistrements récupérés.
pt_pt: {0} registros recuperados.
zh_cn: 已恢复{0}个记录。

source: Record count ({0}) exceeds the maximum of {1}. Aborting since some records may not be processed otherwise!
de_de: Anzahl der Datensätze ({0}) übersteigt Max. von {1}. Abbruch, da einige Datensätze nicht anders fortgeführt werden können!
es_es: El recuento de los registros ({0}) rebasa el máx de {1}. Cancelación encurso algunos registros no serian tratados.
fr_fr: Le comptage des enreg. ({0}) dépasse le max de {1}. Abandon en cours car certains enreg. risquent de ne pas être traités!
pt_pt: Contando Records. ({0}) excede o máximo {1}. Abortar porque alguns reg. não pode ser tratado!
zh_cn: 记录的计数({0})超出了{1}的最大值。正在中止，因为可能未处理某些记录！

source: Flush {1} record changes of {0} text extraction
de_de: 'Flusch von {1} Datensatzänderungen der Textausgabe {0}
es_es: Flush {1} registros cambiados de {0} extracción de texto
fr_fr: 'Flush' de {1} modifications d'enregistrements de l'extraction de texte {0}
pt_pt: 'Flush' {1} a modificação de registros de extração de texto {0}
zh_cn: 刷新{0}文本提取的{1}记录变更

source: Page design is saved.
de_de: Seitendesign wurde gespeichert.
es_es: El diseño de la página está grabado.
fr_fr: Le design de la page est enregistré.
pt_pt: O design da página é guardado.
zh_cn: 已保存页面设计。

source: Show as
de_de: Anzeigen als
es_es: Mostrado como
fr_fr: Afficher en tant que
pt_pt: Exibir como
zh_cn: 查看方式：

source: Appearance
de_de: Erscheinungsbild
es_es: Apariencia
fr_fr: Apparence
pt_pt: Aparência
zh_cn: 外观

source: Row
de_de: Zeile
es_es: Línea
fr_fr: Ligne
pt_pt: Linha
zh_cn: 行

source: Behavior
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement
pt_pt: Comportamento
zh_cn: 行为

source: Fields label
de_de: Feldmarkierung
es_es: Descripción de los campos
fr_fr: Intitulé des champs
pt_pt: Campos de título
zh_cn: 字段标题

source: At top
de_de: Oben
es_es: Arriba
fr_fr: En haut
pt_pt: Top
zh_cn: 至顶部

source: At left & left aligned
de_de: Links & linksbündig
es_es: A la izquierda y alineado a la izquierda
fr_fr: A gauche et aligné à gauche
pt_pt: À esquerda e alinhado à esquerda
zh_cn: 左侧和左对齐

source: At left & right aligned
de_de: links & rechtsbündig
es_es: A la izquierda y alineado a la derecha
fr_fr: A gauche et aligné à droite
pt_pt: Esquerda e alinhado à direita
zh_cn: 左侧和右对齐

source: Align content to
de_de: Inhalt ausrichten auf
es_es: alinear el contenido en
fr_fr: aligner le contenu sur
pt_pt: alinhando o conteúdo
zh_cn: 调整内容

source: Top
de_de: Oben
es_es: Alto
fr_fr: Haut
pt_pt: Alto
zh_cn: 顶部
